Repository: PatrykMis/PodcastGenerator
Catalog: PodcastGenerator/components/locale/*/LC_MESSAGES/*.po
Languages: pl_pl

source: Bulk download episodes
pl_pl: Zbiorcze pobieranie odcinków

source: If you want to bulk download all episodes, you need to have curl installed. On Windows 10, macOS and most Linux distributions it is already pre-installed. Please open your Terminal app on macOS and Linux or open the start menu and search for cmd.exe on Windows. After this paste the following (long) command into the terminal/cmd.exe and press enter.
pl_pl: Jeśli chcesz zbiorczo pobrać wszystkie odcinki, musisz mieć zainstalowany curl. W systemach Windows 10, macOS i większości dystrybucji Linuksa jest już wstępnie zainstalowany. W systemach macOS i Linux otwórz aplikację Terminal, lub otwórz menu Start i wyszukaj cmd.exe w systemie Windows. Następnie wklej następujące (długie) polecenie do terminala/cmd.exe i naciśnij enter.

source: No name given
pl_pl: Nie podano nazwy

source: Episode does not exist
pl_pl: Odcinek nie istnieje

source: Empty title
pl_pl: Tytuł pusty

source: Empty Short Description
pl_pl: Krótki opis pusty

source: Empty Date
pl_pl: Data pusta

source: Empty explicit value
pl_pl: Pusta wartość treści zawierających seks, przemoc i/lub wulgaryzmy

source: Empty author name
pl_pl: Pusta nazwa autora

source: Empty author email
pl_pl: Pusty e-mail autora

source: Too many categories selected (max: 3)
pl_pl: Zbyt wiele wybranych kategorii (max: 3)

source: Invalid Author E-Mail provided
pl_pl: Podano nieprawidłowy E-Mail autora

source: Size of the 'Short Description' exceeded
pl_pl: Przekroczono rozmiar krótkiego opisu

source: Edit Episode
pl_pl: Edytuj odcinek

source: Main Information
pl_pl: Informacje Główne

source: Title
pl_pl: Tytuł

source: Short Description
pl_pl: Krótki opis

source: characters remaining
pl_pl: znaków pozostało

source: Category
pl_pl: Kategoria

source: You can select up to 3 categories
pl_pl: Możesz wybrać do 3 kategorii

source: Publication Date
pl_pl: Data publikacji

source: If you select a date in the future, it will be published then
pl_pl: Jeśli wybierzesz datę w przyszłości, zostanie wtedy opublikowany

source: Date
pl_pl: Data

source: Time
pl_pl: Czas

source: Extra Information
pl_pl: Informacje Dodatkowe

source: Long Description
pl_pl: Długi opis

source: iTunes Keywords
pl_pl: Słowa Kluczowe iTunes

source: Explicit Content
pl_pl: Treść zawierająca seks, przemoc i/lub wulgaryzmy

source: Author
pl_pl: Autor

source: Save Changes
pl_pl: Zapisz Zmiany

source: Delete Episode
pl_pl: Usuń Odcinek

source: " characters remaining"
pl_pl: " znaków pozostało"

source: Added %d new episode(s)
pl_pl: Dodano %d odcinek(i/ów)

source: No new episodes were found
pl_pl: Nie znaleziono nowych odcinków

source: FTP Feature
pl_pl: Funkcja FTP

source: FTP Auto Indexing
pl_pl: Automatyczne Indeksowanie FTP

source: Begin
pl_pl: Rozpocznij

source: Category already exists
pl_pl: Kategoria już istnieje

source: Manage categories
pl_pl: Zarządzaj kategoriami

source: Add category
pl_pl: Dodaj kategorię

source: Category Name
pl_pl: Nazwa Kategorii

source: Add
pl_pl: Dodaj

source: Current Categories
pl_pl: Obecne Kategorie

source: Delete
pl_pl: Usuń

source: Regenerate Feed
pl_pl: Generuj Ponownie Kanał

source: Successfully regenerated RSS feed
pl_pl: Pomyślnie wygenerowano ponownie kanał RSS

source: Return
pl_pl: Wróć

source: Invalid filename, only A-Z, a-z, underscores and dots are permitted
pl_pl: Nieprawidłowa nazwa pliku, dozwolone tylko A-Z, a-z, podkreślniki i kropki

source: Invalid file extension
pl_pl: Nieprawidłowe rozszerzenie pliku

source: The file upload was not successfully
pl_pl: Przesyłanie pliku nie powiodło się

source: The uploaded file is not readable (permission error)
pl_pl: Przesłany plik nie jest czytelny (błąd uprawnień)

source: Unsupported mime type detected for file with extension "%s"
pl_pl: Wykryto nieobsługiwany typ MIME dla pliku z rozszerzeniem "%s"

source: Upload Episode
pl_pl: Prześlij Odcinek

source: uploaded successfully
pl_pl: przesłane pomyślnie

source: Main Informations
pl_pl: Główne Informacje

source: File
pl_pl: Plik

source: characters remaining
pl_pl: znaków pozostało

source: Extra Informations
pl_pl: Informacje Dodatkowe

source: Explicit content
pl_pl: Treść zawierająca seks, przemoc i/lub wulgaryzmy

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Author Name
pl_pl: Nazwa Autora

source: Author E-Mail
pl_pl: E-Mail Autora

source: Upload episode
pl_pl: Prześlij odcinek

source: Password Reset
pl_pl: Resetowanie Hasła

source: Reset your password
pl_pl: Zresetuj swoje hasło

source: No password, no problem!
pl_pl: Bez hasła, nie ma problemu!

source: We offer a tool which allows you to easily recover your password. However, the danger of this is that as long as this file is online, anyone can reset this password so this file shouldn't be online that long.
pl_pl: Oferujemy narzędzie, które pozwala w łatwy sposób odzyskać hasło. Jednakże niebezpieczeństwo polega na tym, że dopóki ten plik jest online, każdy może zresetować to hasło; więc plik nie powinien być online długo.

source: In the ZIP file of this version which you downloaded there is a file in the %s folder called %s. Upload this file to into the admin directory with the name %s
pl_pl: W pliku ZIP tej wersji, który pobrałeś(aś) znajduje się plik w folderze %s o nazwie %s. Prześlij ten plik do katalogu admin o nazwie %s

source: If you no don't have this ZIP file anymore, don't worry! All versions of Podcast Generator ever released since 2.5 are available on the Podcast Generator Homepage.
pl_pl: Jeśli nie masz już tego pliku ZIP, nie martw się! Wszystkie wydane wersje Podcast Generator od wersji 2.5 są dostępne na stronie domowej Podcast Generator.

source: Welcome to your Podcast Generator Admin Interface
pl_pl: Witamy w Twoim Interfejsie Administracyjnym Podcast Generator

source: Login disabled for security reasons
pl_pl: Logowanie wyłączone ze względów bezpieczeństwa

source: Missing fields
pl_pl: Brakujące pola

source: Invalid username or password
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło

source: Username
pl_pl: Nazwa użytkownika

source: Password
pl_pl: Hasło

source: Forgot Password?
pl_pl: Zapomniałeś(aś) hasła?

source: Sign In
pl_pl: Zaloguj Się

source: Toggle navigation
pl_pl: Przełącz nawigację

source: Episodes
pl_pl: Odcinki

source: Upload New Episodes
pl_pl: Prześlij Nowe Odcinki

source: Edit / Delete Episode
pl_pl: Edytuj / Usuń Odcinek

source: FTP Feature (Auto Indexing)
pl_pl: Funkcja FTP (Automatyczne Indeksowanie)

source: Manually regenerate RSS feed
pl_pl: Ręcznie wygeneruj ponownie kanał RSS

source: Themes and aspect
pl_pl: Motywy i proporcje

source: Change Theme
pl_pl: Zmień Motyw

source: Customize your Freebox
pl_pl: Dostosuj swój Freebox

source: Change Buttons
pl_pl: Zmień Przyciski

source: Podcast Platform Settings
pl_pl: Ustawienia Platformy Podcastu

source: Change Cover Art
pl_pl: Zmień Okładkę

source: Change Podcast Category
pl_pl: Zmień Kategorię Podcastu

source: Podcast Details
pl_pl: Szczegóły Podcastu

source: Change Podcast details
pl_pl: Zmień szczegóły Podcastu

source: Change Podcast Generator Config
pl_pl: Zmień Konfigurację Podcast Generator

source: Manage users
pl_pl: Zarządzaj użytkownikami

source: View Podcast
pl_pl: Zobacz Podcast

source: Podcast Generator Configuration
pl_pl: Konfiguracja Podcast Generator

source: Change Podcast Generator Configuration
pl_pl: Zmień Konfigurację Podcast Generator

source: Enable Audio and Video Player
pl_pl: Włącz Odtwarzacz Audio i Wideo

source: Enable streaming in web browser
pl_pl: Włącz strumieniowanie w przeglądarce internetowej

source: Enable Freebox
pl_pl: Włącz Freebox

source: Freebox allows you to write freely what you wish, add links or text through a visual editor in the admin section.
pl_pl: Freebox pozwala Ci swobodnie pisać, co chcesz, dodawać linki lub tekst za pomocą edytora wizualnego w sekcji administratora.

source: Enable categories
pl_pl: Włącz kategorie

source: Enable categories feature to make thematic lists of your podcasts.
pl_pl: Włącz funkcję kategorii, aby tworzyć listy tematyczne swoich podcastów.

source: Use cron to regenerate the RSS feed
pl_pl: Użyj cron aby ponownie generować kanał RSS

source: Password Protection for the web pages
pl_pl: Ochrona hasłem stron internetowych

source: Leave empty for no password, keep in mind that the feed and the audio files will still be accessible no matter if a password is set or not
pl_pl: Pozostaw puste, aby nie podawać hasła; pamiętaj, że kanał i pliki audio będą nadal dostępne bez względu na to, czy hasło jest ustawione, czy nie

source: Submit
pl_pl: Wyślij

source: Error while changing password
pl_pl: Błąd podczas zmiany hasła

source: You cannot delete yourself
pl_pl: Nie możesz usunąć siebie

source: User does not exists
pl_pl: Użytkownik nie istnieje

source: Unknown error while deleting user
pl_pl: Nieznany błąd podczas usuwania użytkownika

source: Error while creating user
pl_pl: Nieznany błąd podczas tworzenia użytkownika

source: It may take a few seconds until the changes are visible
pl_pl: Może upłynąć kilka sekund zanim zmiany będą widoczne

source: User changed successfully
pl_pl: Użytkownik pomyślnie zmieniony

source: User created successfully
pl_pl: Użytkownik pomyślnie utworzony

source: User deleted successfully
pl_pl: Użytkownik pomyślnie usunięty

source: List of users
pl_pl: Lista użytkowników

source: Create User
pl_pl: Stwórz Użytkownika

source: User does not exist
pl_pl: Użytkownik nie istnieje

source: You cannot edit usernames
pl_pl: Nie możesz edytować nazw użytkowników

source: New Password
pl_pl: Nowe hasło

source: Repeat new password
pl_pl: Powtórz nowe hasło

source: Change
pl_pl: Zmień

source: Delete user
pl_pl: Usuń użytkownika

source: Change Podcast Details
pl_pl: Zmień Szczegóły Podcastu

source: Podcast Title
pl_pl: Tytuł Podcastu

source: Podcast Subtitle or Slogan
pl_pl: Podtytuł lub hasło (slogan) podcastu

source: Podcast Description
pl_pl: Opis Podcastu

source: Copyright Notice
pl_pl: Informacja o prawach autorskich

source: Author E-Mail Address
pl_pl: Adres E-Mail Autora

source: Feed Language
pl_pl: Język Kanału

source: Main language of your podcast
pl_pl: Język główny Twojego podcastu

source: Explicit Podcast
pl_pl: Podcast zawierający seks, przemoc i/lub wulgaryzmy

source: Category 1 needs to be set
pl_pl: Kategoria 1 musi być ustawiona

source: Select Podcast Category
pl_pl: Wybierz Kategorię Podcastu

source: Select Podcast Categories
pl_pl: Wybierz Kategorie Podcastu

source: Select or change Podcast Categories (for iTunes)
pl_pl: Wybierz lub zmień Kategorie Podcastu (dla iTunes)

source: Save
pl_pl: Zapisz

source: Image is not a JPEG
pl_pl: Obraz nie jest JPEG

source: Image is not quadratic
pl_pl: Obraz nie jest kwadratowy

source: File was not uploaded
pl_pl: Plik nie został przesłany

source: Store Cover
pl_pl: Okładka Sklepu

source: Change Cover
pl_pl: Zmień Okładkę

source: The cover art will be displayed in the podcast readers.
pl_pl: Okładka będzie pokazywana w czytnikach Podcastu.

source: Current Cover
pl_pl: Obecna Okładka

source: Upload new cover
pl_pl: Prześlij nową okładkę

source: Select file
pl_pl: Wybierz plik

source: Upload
pl_pl: Prześlij

source: Item exists
pl_pl: Element istnieje

source: Name, Link and CSS Class needs to be set
pl_pl: Nazwa, Łącze i Klasa CSS muszą być ustawione

source: Theme Buttons
pl_pl: Przyciski Motywu

source: Click on the button you wish to edit
pl_pl: Kliknij na przycisk, który chciałbyś edytować

source: Name (needs to be unique)
pl_pl: Nazwa (musi być unikalna)

source: Link (where it should point to)
pl_pl: Łącze (tam, gdzie ma prowadzić)

source: CSS Classes (depends on theme, you can use %s in the default theme)
pl_pl: Klasy CSS (zależy od motywu, możesz użyć %s w motywie domyślnym)

source: Protocol (Leave it blank if you don't know what you are doing)
pl_pl: Protokół (Zostaw puste jeśli nie wiesz, co robisz)

source: Delete Button
pl_pl: Usuń Przycisk

source: Add Button
pl_pl: Dodaj Przycisk

source: Theme Change
pl_pl: Zmiana motywu

source: Change theme
pl_pl: Zmień motyw

source: You can upload themes to your %s folder
pl_pl: Możesz przesłać motywy do Twojego folderu %s

source: Installed themes
pl_pl: Zainstalowane motywy

source: No compatible themes installed
pl_pl: Nie zainstalowano kompatybilnych motywów

source: This theme is currently in use
pl_pl: Ten motyw jest obecnie używany

source: Switch theme
pl_pl: Przełącz motyw

source: Customize Freebox
pl_pl: Dostosuj Freebox

source: Current Freebox
pl_pl: Obecny Freebox

source: Enable / Disable Freebox
pl_pl: Włącz / Wyłącz Freebox

source: Disable Freebox
pl_pl: Wyłącz Freebox

source: Change Freebox content
pl_pl: Zmień treść Freebox

source: Content
pl_pl: Treść

source: This Podcast has no password
pl_pl: Ten podcast nie ma hasła

source: Already signed in
pl_pl: Już zalogowany

source: Success
pl_pl: Powodzenie

source: Invalid password
pl_pl: Nieprawidłowe hasło

source: Password required
pl_pl: Wymagane hasło

source: Enter Password
pl_pl: Wprowadź Hasło

source: Authentication required
pl_pl: Wymagana autoryzacja

source: More
pl_pl: Więcej

source: Download
pl_pl: Pobierz

source: Edit/Delete (Admin)
pl_pl: Edytuj/Usuń (Admin)

source: Categories
pl_pl: Kategorie

source: Filetype
pl_pl: Typ pliku

source: Size
pl_pl: Rozmiar

source: Duration
pl_pl: Długość

source: No episodes uploaded yet
pl_pl: Nie przesłano jeszcze żadnych odcinków
